{
  "sections": [{
    "text": "S R\nR a b\nh\n• • •\nA R R A A\nK A 5 L\n1\ng 5 t f t 5 t a o d\n5 p c m\n0 h\nBehavioural Brain Research 252 (2013) 246– 251\nContents lists available at SciVerse ScienceDirect\nBehavioural Brain Research\nj ourna l h o mepa ge: www.elsev ier .com/ locate /bbr\nhort communication\nole of 5-HT5A receptors in the consolidation of memory\noberto Gonzaleza, Karla Chávez-Pascaciob, Alfredo Menesesa,∗\nDept Pharmacobiol CINVESTAV-IPN, México City, 14330, México National School of biological Sciences, Mexico City, Mexico\ni g h l i g h t s\n5-HT5 receptor occurs in brain areas implicated in learning and memory. Blockade of 5-HT5A receptor impaired memory consolidation. 5-HT5A receptor stimulation might facilitate it.\na r t i c l e i n f o\nrticle history: eceived 1 April 2013 eceived in revised form 23 May 2013 ccepted 27 May 2013 vailable online 2 June 2013\na b s t r a c t\n5-HT5 receptor occurs in brain areas implicated in learning and memory. Hence, the effects (0.01–3.0 mg/kg) of SB-6995516 (a 5-HT5A receptor antagonist) in the associative learning task of autoshaping were studied. The results showed that post-training injection of SB-699551 decreased conditioned responses (CR) during short-term (STM; 1.5 h; at 0.1 mg/kg) and long-term memory (LTM; 24 h; at 3.0 mg/kg) relative to the vehicle animals. Moreover, considering that there are no selective 5-HT5A\neywords: utoshaping -HT Receptors earning rat\nreceptor agonists, next, diverse doses of the serotonin precursor l-tryptophan were studied during STM and LTM, showing that l-tryptophan (5–100 mg/kg) facilitated performance, particularly at 50 mg/kg. In interactions experiments, l-tryptophan (50 mg/kg) attenuated the impairment effect induced by SB699551 (either 0.3 or 3.0 mg/kg). All together this evidence suggests that the blockade of 5-HT5A receptor appear to be able to impair STM and LTM (24 h), while its stimulation might facilitate it. Of course further investigation is necessary, meanly with selective 5-HT5A compounds are necessary.\n. Introduction\nUsing receptor binding profiles, common secondary messener coupling and functional activity ligands, seven families of -hydroxytryptamine receptors (5-HT1 to 5-HT7) have been idenified [1]. And the investigation of 5-HT systems has been benefited rom the identification, classification and cloning of multiple recepors for this monoamine [2]. For instance, the administration of -HT drugs with diverse mode of action has been used to study he basic mechanisms of learning and memory under physiological nd pathophysiological conditions (e.g., pharmacological models f amnesia), aimed them as therapeutic treatments for cognitive ysfunctions (see, Meneses 1999, 2003 for a review). Hence, it is not a surprise that growing evidence indicates that\n-HT systems are involved in the mechanisms of physiological, athophysiological and/or therapeutic aspects of cognitive proesses (see e.g., [3]; Meneses, 2003; [2]; [4]) and diverse 5-HT echanisms could useful in the treatment of learning and memory\n∗ Corresponding author. Tel.: +52 55 54832869; fax: +52 55 54832863. E-mail address: ameneses@msn.com (A. Meneses).\n166-4328/$ – see front matter © 2013 Elsevier B.V. All rights reserved. ttp://dx.doi.org/10.1016/j.bbr.2013.05.051\n© 2013 Elsevier B.V. All rights reserved.\ndysfunctions (Meneses, 1999; [2]). In spite this encourage information, it is not clear what role some 5-HT systems play in cognitive processes [2]. For instance, in the case of 5-HT5 receptor occurs in hippocampus, cerebral cortex, amyloid nuclei and raphe nuclei [5,6], brain areas involved in learning and memory processes (e.g., [7,8]). The 5-HT5 receptor class is 1 of 7 major subtypes of 5-HT receptor [6]. Two 5-HT5 receptor subtypes, 5-HT5A and 5-HT5B, have been identified in both mouse (for review [6]; Volk, 2010). The 5-HT5A receptor has also recently been cloned from guinea pig [27], but It has not yet been established whether the 5-HT5B receptor is functionally expressed in the guinea pig, as in mouse and rat, or, is a pseudogene, as in human [6].\nAccording with Thomas [6], findings from 5-ht5A receptor mRNA localization and immunolabelling studies have revealed widespread expression in the CNS, and have provided pointers to the potential functional role(s) of the receptor. The expression of the 5-ht5A receptor in raphe nuclei and in other brain areas, such as the cerebral cortex and hippocampus, suggests a potential autoreceptor function. This information provides further support to the contention that: (1) 5-HT pathways and receptors show a regional distribution in brain areas implicated in learning and memory, and (2) significant changes occur in brain 5-HT systems functions\nBrain\na a\nr 5 o o r r e a m f i t t a N p l i s n [ b\nd u i r e d [ l e o e r t H w\na r g A e a e b G c o b e e\n2\nt c v ( f\nR. Gonzalez et al. / Behavioural\ns results of aging, memory formation, amnesia and effects antimnesic (for review see Meneses, 2003; [4]). Certainly, the 5-HT5 receptor might play an inhibitory role (see eview [6]), inasmuch as 5-HT currents were suppressed by the -HT5A antagonist [9], SB-699551, and these findings were not bserved in 5-HT5A receptor knock-out mice [10]. Goodfellow et al. bserved that genetic deletion of the inhibitory 5-HT5A receptor esults in an unexpected, large increase in the inhibitory 5-HT1A eceptor currents. According with these same authors, the presnce of functional prefrontal 5-HT5A receptors in normal rodents long with compensatory plasticity in 5-HT5A receptor knock-out ice testifies to the significance of this receptor in the healthy prerontal cortex [10]. Prefrontal cortex, among others brain areas, is mportant for memory function and forgetting (e.g., [11]). Hence, he role of 5-HT5A receptors in memory formation was invesigated, by testing the effects of the selective 5-HT5 receptor ntagonist SB-69955 (3-cyclopentyl-N-[2-(dimethylamino) ethyl]-[(4′-{[(2-phenylethyl) amino] methyl}-4-biphenylyl) methyl] ropanamide dihydrochloride) [9] in an autoshaping associative earning task. Autoshaping task produces modest changes on learnng and memory performance; however, it had been useful to tudy the effects of diverse selective 5-HT agonist and antagoist and drugs for other neurotransmitter systems (Meneses, 2003, 11,12,29]). Importantly similar results had been reported in other ehavioral tasks (see e.g., [13]). Then, the effects of SB-699551 (0.3–3.0) mg/kg) were studied uring short- (STM) and long-term memory (LTM; [11]). The doses sed were based in Thomas et al. [9], which produced a significant ncrease in extracellular 5-HT levels. And as both STM and LTM ecruit different behavioral, neural and cognitive demand (Tellez t al., 2010); hence, these cognitive processes were selected. Next, iverse doses (5–100 mg/kg) of the serotonin precursor (see e.g., 14]), l-tryptophan were also studied during STM and LTM. While, -tryptophan depletion had been implicated in memory deficits (see .g., [15]), l-tryptophan administration had depicted benefic effects n learning and memory consolidation (see e.g., Haider et al., 2007) ven in humans (see [16]). As there are no available selective 5-HT5 eceptor agonists, as mentioned above the serotonin precursor lryptophan might be useful for the stimulation of 5-HT5 receptor. ence, l-tryptophan (50 mg/kg) plus SB-699551 (0.1 or 3.0 mg/kg) ere tested. An autoshaping learning task combines the action of classical nd instrumental conditionings, modeling behavioral situations equiring integration of information derived from sign- and oal- tracking settings (Meneses and Pérez-García, 2007; [17]). utoshaping tasks (Pavlovian or instrumental; see e.g. [18], Stahl t al., 2010 and Pavlovian/instrumental [12]) produce variable nd/or initial modest levels of conditioned response (CR). Howver, memory formation in Pavlovian/instrumental is accompanied y neural markers, including serotonin, glutamate, dopamine and ABA transporters expression [11], 5-HT receptors expression and AMP production (see for references [2]). Notably, similar results f those reported in an autoshaping had been found in other ehavioral tasks (e.g., Carli et al., 2001; see also [12] for further refrences); as well as neurobiological changes (e.g., [19]; [20]; Marcos t al., 2008).\n. Subjects\nMale Wistar rats (12 weeks-old) were collectively housed in a emperature and light–controlled room under a 12:12 h light:dark ycle (light beginning at 7:00 A.M.) with water and food proided ad libitum for a week. After that period, their body weights ad libitum) were reduced to 85% by gradually decreasing the ood intake during seven days. All experiments were performed in\nResearch 252 (2013) 246– 251 247\naccordance with the Institutional Review Committee (CICUAL; Project No. 0006-12) for the use of animal subjects in compliance with the National Institutes of Health Guide for Care and Use of Laboratory Animals (Publication No. 85-23, revised 1985).\n3. Experimental protocol\n3.1. Apparatus\nAutoshaping task STM and LTM protocols have been previously described [12,21,22]. In short, the autoshaping learning task apparatus (Coulbourn Instruments, LehighValley, PA) included a standard attenuation system, with the following inner dimensions: 25 cm × 29 cm × 25 cm (width × length × height) and consisted of a metal frame and transparent Perspex and aluminum walls and a bars floor. A computer program (Coulbourn Instruments) was used for control and recording. An acrylic retractable lever was mounted 4 cm above the floor and 10 cm from the right and left walls. The lever micro-switch was adjusted to require 8.4 g force for operation. A food magazine for rat pellets was located 5 cm to the right of the lever and 3 cm above the floor. A photocell was mounted with the food magazine to measure head-pokes during the presence of conditioned stimulus (CS) and was defined as head-pokes/CS [11]. A house light was located in the right top corner and maintained being turned on during session period.\n3.2. Food-magazine training\nFor habituation period (circa 5 min) each rat was placed in an experimental chamber and had access to 50 food-pellets (45 mg each previously place into the food-magazine); once the animal presented 150 head-pokes (measured by a photocell into the foodmagazine), the autoshaping program was initiated.\n3.3. Autoshaping Training\nEach rat was placed in an experimental chamber and allowed to habituate to the experimental environment until the animal found and ate 50 food pellets (45 mg each pellet) and presented 150 head-pokes into the food-magazine. Immediately afterwards, the program began. This consisted in the presentation of an illuminated and retractable lever for 8 sec (conditioned stimulus, CS), followed by the delivery of a food pellet (unconditioned stimulus, US) every 60 s. When the animal pressed the CS, the lever was retracted, the light was turned off, and a food pellet (US) was delivered immediately; this was considered a conditioned response (CR). As previously [11,12] reported, the increment or decrement in percentage of CR was considered as an enhancement or impairment in memory, respectively. The first session consisted of 10 trials and the subsequent sessions of 20. All compounds were injected immediately after the first autoshaping session (protocol of STM and LTM); then, the trial was repeated (1.5, 24 and 48 h) later.\n3.4. STM and LTM\nImmediately after the first autoshaping training/testing session, the animals received vehicle (DSM or saline), SB-699551 or ltryptophan. They were then placed in their home cages until the autoshaping training/testing sessions were performed 1.5, 24 and 48 h later.\n3.5. Interaction experiments\n3.5.1. 5-HT5A receptor and l-tryptophan Other animals were given SB-699551 immediately after the autoshaping training/testing session and 5 min after that they\n2 Brain\nr s\n( p d w 6 p\n3\nf o S p p n p g\n4\n4\nS d 2 6 6 r a p w S a p f n r\n4\np b P n r\n4\n4\n3 i b n a\n5\n6\n48 R. Gonzalez et al. / Behavioural\neceived l-tryptophan. After 1.5, 24 and 48 h, the training/testing essions were performed.\nThe drugs used in the present study were: SB-69955 3-cyclopentyl-N-[2-(dimethylamino) ethyl]-N-[(4′-{[(2henylethyl) amino] methyl}-4-biphenylyl) methyl] propanamide ihydrochloride) (Tocris) and l-tryptophan (Sigma). All drugs ere injected subcutaneously (SC) in a volume of 1 ml/kg. SB99551 was dissolved in dimethylsulfoxide or l-tryptophan in hysiological saline.\n.5.2. Statistics Multiple group comparisons were made using a one way ANOVA ollowed by Tukey test, comparing memory control vs. SB-699551 r l-tryptophan treatments and the combination of them during TM, LTM (24 h) and LTM 48 h). The total head-pokes and headokes during the CS were computed by means of statistical ANOVA, ost hoc Tukey test (data no shown). Behavioral measures had ormal distribution and equal variance [11]. In all statistical comarisons, p < 0.05 was used as criterion for significance. The n per roup was 8 and the same animals were used for STM and LTM.\n. Results\n.1. SB-699551 and l-tryptophan\nThe percentage of CR in the saline groups during the autoshaping TM and LTM testing sessions (Figs. 1 and 2) varied according to the oses of SB-699551 and l-tryptophan as well as times (STM, LTM 4 and LTM 48 h), showing the following values: (STM 1.5 h) 15 ± 3, ± 2, 4 ± 3, 5 ± 3 and 9 ± 3; LTM (24 h) 13± 3, 7± 2, 4 ± 2, 5 ± 2, ± 2, 6 ± 2 and LTM (48 h) 12 ± 4, 6 ± 3, 7 ± 4, 8 ± 4 and 8 ± 2 of CR; espectively. The vehicle animals had a progressive performance nd significantly higher %CR [F(4,39) = 3.1; P < 0.05]; [F(4,39) = 3.5; < 0.05] and [F(4,39) = 4.1; p < 0.05] than that those groups treated ith SB-699551. Tukey test revealed that respect to control animals B-699551 at 0.3 mg/kg significantly decreased %CR during STM nd LTM (24 h); while at 1.0 and 3.0 mg/kg significantly decreased erformance during LTM (24 h) (Fig. 1). It should be noted that the ree-operant level of CR is around 0.6 ± 0.2 to zero and/or spontaeous lever-pressing responses in naïve rats are almost zero (for eferences see [12]).\n.2. L-Tryptophan and STM-LTM\nAs depicted in Fig. 2, the post-training injection of l-tryptophan roduced significant effects during STM [F(4,39) = 3.9; P < 0.05], oth LTM (24 and 48 h) [F(4,39) =3.6.; P < 0.05] and [F(4,39) = 3.7; < 0.05] relative to the control animals; Tukey test showed sigificant effects of l-tryptophan at 50 mg/kg, which increased %CR elative to control group.\n.3. Interaction experiments\n.3.1. l-tryptophan plus SB-699551 The impairment-effect on %CR induced by SB-699551 (at 0.3 or\n.0 mg/kg) during STM and LTM (24 h) or only LTM (24 h) was signifcantly [F(4,39) = 4.3; P < 0.05] or [F(4,39) = 4.0; P < 0.05] attenuated y l-tryptophan (50 mg/kg) (Table 1), Tukey test revealed not sigificant differences respect to control group or regarding control nd SB-699551 alone.\n. Discussion\nThe main results showed that post-training injection of SB99551 at 0.3 decreased performance during STM (1.5 h and LTM\nResearch 252 (2013) 246– 251\n(24 h) or at 1.0 and 3.0 mg/kg impaired LTM (24 h) relative to the vehicle animals. L-Tryptophan (50.0 mg/kg) facilitated performance; and in the interactions experiments, it attenuated the impairment effect induced by SB-699551 (either 0.1 or 3.0 mg/kg). Why, these doses of SB-699551 or l-tryptophan selectively altered specific phases of memory? We should keep in that mind that many agents have ‘inverted U’ dose–response curves in behavioral and mechanistic procedures of memory tasks, thus biphasic dose–response curves imply a ‘set point’ for optimal (or worst) performance, such that under- or overactivation of the drug target has a deleterious (or improvement) effect [23]. In addition, pharmacological manipulation of 5-HT systems [21] evidenced serial and parallel function between STM and LTM. For instance, the ‘5-HT tone via 5-HT1B receptors’ function in a serial manner from STM to LTM, whereas working in parallel using 5-HT1A, 5-HT2A, 5-HT2B/2C, 5-HT4, or 5-HT6 receptors [22]. Hence, we might assume that the function of 5-HT5A receptor (as antagonized by SB-699551) during STM and LTM is parallel and serial; which was dependent of the dose; while l-tryptophan (at 50.0 mg/kg) allowed STM and LTM (24 h) functioned in serial manner. Thus, l-tryptophan attenuated the SB-induced impairment effect in both STM and LTM. Of course, future studies should clarify issues like e.g., why l-tryptophan at 100 mg/kg had no effects? Part of the answer might be the above mentioned by Millan et al. [23]. Moreover, systematic studies of other drugs stimulating 5-HT receptors revealed that except for DOI (agonist for 5-HT2A/2C receptors) dose-dependently impaired STM and, at 10.0 mg/kg only impaired LTM; other 5-HT receptor agonists did not (e.g., dual 5-HT1A/7 receptor, 5-HT1B, 5-HT3, 5-HT4, and 5-HT7) [21].\nIt should be noted that inasmuch as that SB-699551 at the dose of 0.1 or 3 mg/kg has not effect on LTM (48 h), then how explaining the decrease of the beneficial effect of L-tryptophan (50 mg/kg) (∞ 20% of CR, Fig. 2) on LTM memory (48 h) when it was administered with SB-699551 at the dose of 3.0 mg/kg (CR = 9 ± 2%)? An alternative is that at this time and l-tryptophan dose might be stimulating not only 5-HT5A receptor but also others whose stimulation impaired LTM (e.g., 5-HT3 receptor) [21]. It is not possible to exclude the interaction of other neurotransmission systems and convergent cell signaling.\n5.1. Autoshaping task\nTaking advantage of the fact that the 5-HT systems count with a wide variety of drugs, displaying multiple modes of action (e.g. agonists, antagonists, depleters, etc.), in a set series of experiments we have been studying the modulatory effects induced by 5-HT drugs and other neurotransmitter systems on learning and memory consolidation in the autoshaping learning task (see [12] for further details).\nCertainly, considering the modest and variable response in autoshaping tasks, new instruments aiming to measure CR in mice [18] and reducing its variability in pigeons (e.g., [24]) or mice and rats [25] had been reported. Herein the reduction (8.4 g) of the force required for the lever-press response, show a progressive performance in control animals (see also [11]). Notably, this same situation was present in control saline and treated animals, notwithstanding differential drugs effects were detected in the latter. This conclusion is supported by the behavioral parameters of saline and treated groups [11]. In contrast, for instance, Papachristos and Gallistel [26] using mice, head-poke responses and feeding stations, reported that in autoshaping experiments, the acquisition of anticipatory head poking in individual mice. In most mice, upward changes in the amount of anticipatory poking per trial were abrupt, and tended to occur at session boundaries, suggesting that the session is as significant a unit of experience as the trial. There were large individual differences in the latency to the onset of\nR. Gonzalez et al. / Behavioural Brain Research 252 (2013) 246– 251 249\n2 Brain\nv l m l m l r o r a\n5\ns H T r t e a r f T i a e t a\n5\n5 t t o t i s p i i\nc i r t l l 5 t o h f f t f w b\nb t s r t\n[\n[\n[\n[\n[\n[\n50 R. Gonzalez et al. / Behavioural\nigorous responding. “Asymptotic” performance was unstable; arge, bidirectional, and relatively enduring changes were comon [26], concluding that given the characteristics of the individual earning curves, it is unlikely that physiologically meaningful estiates of rate of learning can be extracted from group-average earning curves [26]. Importantly, methodological differences exist espect to other authors using autoshaping and the present and ther works [11], including food-magazine training, behavioral esponse, operandum device, extent of training/testing sessions nd species used.\n.2. 5-HT systems and memory\nConsidering that other serotonin receptors have been widely tudied in recent decades (especially 5-HT1A, 5-HT4, 5-HT6 and 5- T7), and their putative roles in memory have been demonstrated. hen what is the value of studying another subtype of serotonin eceptors such as 5-HT5A receptors? Even more, why a neuroransmission system requires multiple receptors? Firstly, growing vidence indicates that multiple receptors, is common feature mong neurotransmission systems. Secondly, the study multiple eceptors (in this case in memory) had produced new insights about unctions, cell signaling associated and therapeutic applications. hirdly, the identification of new receptors had provided renewed mpulses, allowing new insights and novel developments. Certainly s memory alterations is not only about amnesia and/or forgetting, .g., post traumatic stress disorder (see e.g., Millan et al. 2012); hen determining the effects of drugs in different phases of memory nd/or diverse neurotransmission systems is crucial.\n.3. 5-HT5 receptor and memory\nHow explaining the few studies evaluating the involvement of -HT5 receptors, even though selective antagonist for this recepor are available for about a decade? Volk et al. [27] suggested hat since the 5-HT5B receptor is not expressed in humans, no serius efforts have been undertaken to develop selective ligands for his receptor subtype. In addition, serotonergic systems in memory nvestigation remained little explored in the first years of 1990s in pite of availability multiple pharmacological tools; however, at the resent growing number of publications have being published. For nstance, 5-HT6 and 5-HT7 receptors represent a growing scientific nterest.\nHence, it seems timely to highlight that the present data are onsistent with the notion that 5-HT5A receptor might have a role n memory [27]. 5-HT5 receptor might play an inhibitory role (see eview [6]; Goodfellows et al., 2012). Inasmuch as genetic deleion of the inhibitory 5-HT5A receptor results in an unexpected, arge increase in the inhibitory 5-HT1A receptor currents Goodfelow et al. [10], suggesting that the presence of functional prefrontal -HT5A receptors in normal rodents along with compensatory plasicity in 5-HT5A receptor knock-out mice testifies to the significance f this receptor in the healthy prefrontal cortex [10]. Of course, erein we used systemic administration and considering that prerontal cortex, among others brain areas, are important for memory unction and forgetting (e.g., [11]). Hence, intracerebral adminisration of SB-699551 might reveal important insights about the unction of 5-HT5A receptor for memory and other functions. Even ithin this context, the finding that SB699551-l-tryptophan comination revealed the functional importance of this receptor. Thus, with the classification of multiple 5-HT receptors [1], it has\neen become clear that the stimulation or blockade of 5-HT recepors modulate memory formation (e.g., Terry et al., 2008; 2011). It hould be noted that Curtin et al [30] recently reported that 5-HT5A egulates cell excitability by modulation of a membrane conducance in the goldenfish, which in turn influences the magnitude of\n[\nResearch 252 (2013) 246– 251\nsensorimotor gating and prepulse inhibition. In consequence, it is not surprise that the 5-HT5 receptor blockade affected STM and LTM (24 h). As already mentioned, 5-HT5 receptor occurs in hippocampus, cerebral cortex, amyloid nuclei and raphe nuclei [5,6], brain areas involved in learning and memory processes (e.g., [7,8]). This information provides further support to the contention that: I) 5-HT pathways and receptors show a regional distribution in brain areas implicated in learning and memory, 2) significant changes occur in brain 5-HT systems functions as results of AD, aging, memory formation, amnesia and effects anti-amnesic (for review see [17]) and 3) 5-HT compounds modulate memory formation; in the present context, SB-699551 impaired STM and LTM. Inasmuch as this compound displays affinity for 5-HT5A receptor [9], blockade of this receptor impaired these cognitive processes and as l-tryptophan attenuated this SB-699551 effect; hence, then a serotonergic mechanism is implicated. An interesting and heuristic possibility it is the investigation of 5-HT5A receptor agonists.\nConcluding, the role of 5-HT5A receptor in cognitive processes might be critical. Of course, it remains to be determined many other aspects. For instance, further studies with selective 5-HT5 receptor agonists and other antagonists and using other behavioral tasks are needed.\nReferences\n[1] Hannon J, Hoyer D. Molecular biology of 5-HT receptors. Behav Brain Res 2008;195(1):198–213. [2] Meneses A, Liy-Salmeron G. Serotonin and emotion, learning and memory. Rev Neurosci 2012;23(5–6):543–53. [3] Lesch KP, Waider J. Serotonin in the modulation of neural plasticity and networks: implications for neurodevelopmental disorders. Neuron 2012;76(1):175–91. [4] Rodríguez JJ, Noristani HN, Verkhratsky A. The serotonergic system in ageing and Alzheimer’s disease. Prog Neurobiol 2012;99(1):15–41. [5] Kassai F, Schlumberger C, Kedves R, Pietraszek M, Jatzke C, Lendvai B, Gyertyán I, Danysz W. Effect of 5-HT5A antagonists in animal models of schizophrenia, anxiety and depression. Behav Pharmacol 2012;23(4):397–406. [6] Thomas DR. 5-ht5A receptors as a therapeutic target. Pharmacol Ther 2006;111(3):707–14. [7] Hampel H, Prvulovic D, Teipel SJ, Bokde AL. Recent developments of functional magnetic resonance imaging research for drug development in Alzheimer’s disease. Prog Neurobiol 2011;95(4):570–8. [8] Molinuevo JL, Sánchez-Valle R, Lladó A, Fortea J, Bartrés-Faz D, Rami L. Identifying earlier Alzheimer’s disease: insights from the preclinical and prodromal phases. Neurodegener Dis 2012;10(1-4):158–60. [9] Thomas DR, Soffin EM, Roberts C, Kew JN, de la Flor RM, Dawson LA, Fry VA, Coggon SA, Faedo S, Hayes PD, Corbett DF, Davies CH, Hagan JJ. SB-699551-A (3-cyclopentyl-N-[2-(dimethylamino)ethyl]-N-[(4’{[(2-phenylethyl)amino]methyl}-4-biphenylyl)methyl]propanamide dihydrochloride), a novel 5-ht5A receptor-selective antagonist, enhances 5-HT neuronal function: evidence for an autoreceptor role for the 5-ht5A receptor in guinea pig brain. Neuropharmacology 2006;51(3):566–77. 10] Goodfellow NM, Bailey CD, Lambe EK. The native serotonin 5-HT5A receptor: electrophysiological characterization in rodent cortex and 5-HT1Amediated compensatory plasticity in the knock-out mouse. J Neurosci 2012;32(17):5804–9. 11] Tellez R, Gómez-Viquez L, Liy-Salmeron G, Meneses A. GABA, glutamate, dopamine and serotonin transporters expression on forgetting. Neurobiol Learn Mem 2012;98(1):66–77. 12] Meneses A, Perez-Garcia G, Liy-Salmeron G, Ponce-Lopez T, Tellez R, FloresGalvez D. Associative learning, memory and serotonin: a neurobiological pharmacological analysis. In: Rocha Arrieta LL, Granados-Soto V, editors. Models of Neuropharmacology. Trivandrum: Transworld Research Network; 2009. p. 169–82, 978-81-7895-383-0. 13] Zhang G, Ásgeirsdóttir HN, Cohen SJ, Munchow AH, Barrera MP, Stackman Jr RW. Stimulation of serotonin 2A receptors facilitates consolidation and extinction of fear memory in C57BL/6J mice. Neuropharmacology 2013;64(January):403–13, http://dx.doi.org/10.1016/j.neuropharm.2012.06.007. Epub 2012 Jun 18. 14] Riedel WJ, Sobczak S, Schmitt JA. Tryptophan modulation and cognition. Adv Exp Med Biol 2003;527:207–13. 15] Mendelsohn D, Riedel WJ, Sambeth A. Effects of acute tryptophan depletion\non memory, attention and executive functions: a systematic review. Neurosci Biobehav Rev 2009;33(6):926–52. 16] Harrison BJ, Olver JS, Norman TR, Burrows GD, Wesnes KA, Nathan PJ. Selective effects of acute serotonin and catecholamine depletion on memory in healthy women. J Psychopharmacol 2004;18(1):32–40.\nBrain\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\n[\nR. Gonzalez et al. / Behavioural\n17] Meneses A, Perez-Garcia G, Ponce-Lopez T, Castillo C. 5-HT6 receptor memory and amnesia: behavioral pharmacology–learning and memory processes. Int Rev Neurobiol 2011;96:27–47. 18] Tomie A, Lincks M, Nadarajah SD, Pohorecky LA, Yu L. Pairings of lever and food induce Pavlovian conditioned approach of sign-tracking and goal-tracking in C57BL/6 mice. Behav Brain Res 2012;226(2):571–8. 19] de Silva Costa-Aze V, Quiedeville A, Boulouard M, Dauphin F. 5-HT6 receptor blockade differentially affects scopolamine-induced deficits of working memory, recognition memory and aversive learning in mice. Psychopharmacology (Berl) 2012;222(1):99–115. 20] Haahr ME, Fisher P, Holst K, Madsen K, Jensen CG, Marner L, Lehel S, Baaré W, Knudsen G, Hasselbalch S. The 5-HT4 receptor levels in hippocampus correlates inversely with memory test performance in humans. Hum Brain Mapp 2012;(June), http://dx.doi.org/10.1002/hbm.22123 [Epub ahead of print]. 21] Meneses A. Stimulation of 5-HT1A, 5-HT1B, 5-HT2A/2C, 5-HT3 and 5-HT4 receptors or 5-HT uptake inhibition: short- and long-term memory. Behav Brain Res 2007;184(1):81–90. 22] Meneses A. Do serotonin(1-7) receptors modulate short and long-term mem-\nory? Neurobiol Learn Mem 2007;87(4):561–72.\n23] Millan MJ, Agid Y, Brüne M, Bullmore ET, Carter CS, Clayton NS, Connor R, Davis S, Deakin B, DeRubeis RJ, Dubois B, Geyer MA, Goodwin GM, Gorwood P, Jay TM, Joëls M, Mansuy IM, Meyer-Lindenberg A, Murphy D, Rolls E, Saletu B, Spedding M, Sweeney J, Whittington M, Young LJ. Cognitive dysfunction in psychiatric\n[\nResearch 252 (2013) 246– 251 251\ndisorders: characteristics, causes and the quest for improved therapy. Nat Rev Drug Discov 2012;11(2):141–68. 24] Stahlman WD, Young ME, Blaisdell AP. Response variability in pigeons in a Pavlovian task. Learn Behav 2010 May;38(2):111–8. 25] Bussey TJ, Holmes A, Lyon L, Mar AC, McAllister KA, Nithianantharajah J, Oomen CA, Saksida LM. New translational assays for preclinical modelling of cognition in schizophrenia: the touchscreen testing method for mice and rats. Neuropharmacology 2012;62(3):1191–203. 26] Papachristos EB, Gallistel CR. Autoshaped head poking in the mouse: a quantitative analysis of the learning curve. J Exp Anal Behav 2006;85(3): 293–308. 27] Volk B, Nagy BJ, Vas S, Kostyalik D, Simig G, Bagdy G. Medicinal chemistry of 5- HT5A receptor ligands: a receptor subtype with unique therapeutical potential. Curr Top Med Chem 2010;10(5):554–78. 28] Terry Jr AV, Callahan PM, Hall B, Webster SJ. Alzheimer’s disease and age-related memory decline (preclinical). Pharmacol Biochem Behav 2011 Aug;99(2):190–210. 29] Vanover KE, Barrett JE. An automated learning and memory model in mice:\npharmacological and behavioral evaluation of an autoshaped responses. Behav Pharmacol 1998;9:273–83. 30] Curtin PCP, Medan V, Neumeister H, Bronson DR, Preuss T. The 5-HT5A receptor regulates excitability in the auditory startle circuit: functional implications for sensorimotor gating. J Neurosci 2013;33(24):10011–20."
  }],
  "year": 2013,
  "references": [{
    "title": "Molecular biology of 5-HT receptors",
    "authors": ["J Hannon", "D. Hoyer"],
    "venue": "Behav Brain Res",
    "year": 2008
  }, {
    "title": "Serotonin and emotion, learning and memory",
    "authors": ["A Meneses", "G. Liy-Salmeron"],
    "venue": "Rev Neurosci",
    "year": 2012
  }, {
    "title": "Serotonin in the modulation of neural plasticity and networks: implications for neurodevelopmental disorders",
    "authors": ["KP Lesch", "J. Waider"],
    "venue": "Neuron",
    "year": 2012
  }, {
    "title": "The serotonergic system in ageing and Alzheimer’s disease",
    "authors": ["JJ Rodríguez", "HN Noristani", "A. Verkhratsky"],
    "venue": "Prog Neurobiol",
    "year": 2012
  }, {
    "title": "Effect of 5-HT5A antagonists in animal models of schizophrenia, anxiety and depression",
    "authors": ["F Kassai", "C Schlumberger", "R Kedves", "M Pietraszek", "C Jatzke", "B Lendvai", "I Gyertyán", "W. Danysz"],
    "venue": "Behav Pharmacol",
    "year": 2012
  }, {
    "title": "5-ht5A receptors as a therapeutic target",
    "authors": ["Thomas DR"],
    "venue": "Pharmacol Ther",
    "year": 2006
  }, {
    "title": "Recent developments of functional magnetic resonance imaging research for drug development in Alzheimer’s disease",
    "authors": ["H Hampel", "D Prvulovic", "SJ Teipel", "AL. Bokde"],
    "venue": "Prog Neurobiol",
    "year": 2011
  }, {
    "title": "Identifying earlier Alzheimer’s disease: insights from the preclinical and prodromal phases",
    "authors": ["JL Molinuevo", "R Sánchez-Valle", "A Lladó", "J Fortea", "D Bartrés-Faz", "L. Rami"],
    "venue": "Neurodegener Dis 2012;10(1-4):158–60",
    "year": 2012
  }],
  "id": "SP:a8a5b9472fe2f6773bb93bed8259b20a2f3430c5",
  "authors": [{
    "name": "oberto Gonzaleza",
    "affiliations": []
  }, {
    "name": "Karla Chávez-Pascaciob",
    "affiliations": []
  }, {
    "name": "Alfredo Menesesa",
    "affiliations": []
  }],
  "abstractText": "5-HT5 receptor occurs in brain areas implicated in learning and memory. Hence, the effects (0.01–3.0 mg/kg) of SB-6995516 (a 5-HT5A receptor antagonist) in the associative learning task of autoshaping were studied. The results showed that post-training injection of SB-699551 decreased conditioned responses (CR) during short-term (STM; 1.5 h; at 0.1 mg/kg) and long-term memory (LTM; 24 h; at 3.0 mg/kg) relative to the vehicle animals. Moreover, considering that there are no selective 5-HT5A",
  "title": "Role of 5-HT5A receptors in the consolidation of memory"
}